Revit 2027 API
ParameterTypeId.SectionCoarserScalePulldownMetric Property
 "Hide at scales coarser than"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SectionCoarserScalePulldownMetric { get; }
Public Shared ReadOnly Property SectionCoarserScalePulldownMetric As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SectionCoarserScalePulldownMetric {
	ForgeTypeId^ get ();
}
static member SectionCoarserScalePulldownMetric : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace